9/data/attachments/d53ae72f6143ecba.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b9673948-a90b-433a-aca3-07896e3943a7</nif:username>
            <nif:friendToBeAdded>Peggy_smile_Actions_23249_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>